{
    "id": 11,
    "title": "Witbier Fresh Orange",
    "styl": "Witbier",
    "ekstrakt": "10,0 BLG",
    "alkohol": "ok. 4,5%",
    "ibu": "1/10",
    "dataw": "05.07.2019 r.",
    "datar": "22.07.2019 r.",
    "miejsce": "Przemyśl",
    "uzyskano": "19l piwa z 22,5l brzeczki",
    "opis": "Połączenie witbira z wybitnie pomarańczowym aromatem. Moja najnowsza wariacja witbira z dodatkiem świeżej skórki grejpfruta i pomarańczy (bez albedo). Wyjątkowo jasne, średnio nasycone, z wysoką pianą. Uderzający aromat świeżej pomarańczy. W smaku pszeniczne, aksamitne, bez goryczki. Mocno pijalne, idealne na lato.",
    "sklad": "słód pilzneński premium (extra jasny) Wayermann, płatki pszeniczne, płątki owsiane, chmiel Citra, świeża skórka pomarańczy i grejpfruta, kolendra indyjska",
    "surowce": [
        "Słód pilzneński premium (extra jasny) Wayermann - 2,0 kg",
        "Płatki pszeniczne - 1,4 kg",
        "Płatki owsiane - 0,4 kg",
        "Chmiel Citra - 50 g",
        "Świeża skórka z 1 grejpfruta czerwonego (bez albedo) - ok. 60 g",
        "Świeża skórka z 6 pomarańczy deserowych (bez albedo) - ok. 300 g",
        "Kolendra indyjska - 15 g",
        "Drożdże Brewferm Blanche - 12 g"
        ],
    "zacieranie": [
        "63°C - 60min",
        "72°C - 30min",
        "Wysładzanie wodą o ok. 78°C"
        ],
    "chmielenie": [
        "Citra - 25g na 15 min"
        ],
    "fermentacja": [
        "Burzliwa 12 dni w 18-20°C",
        "Cicha 5 dni w niższej temp."
        ],
    "notatki": [
        "Problemy przy filtracji (2,5h)",
        "BLG końcowe - 1, BLG",
        "Refermentacja z 135g glukozy rozpuszczonej w 0,4l wody"
        ],
    "przepis": [
        "Do garnka o pojemności 30 l wlać 7 l wody i wsypać płatki pszeniczne oraz owsiane.",
        "Podgrzewamy wolno do wrzenia i gotujemy ok. 10 min.",
        "Dolewamy ok. 5l zimnej wody i wsypujemy ześrutowane słody.",
        "Ustalamy temperaturę na 63°C i utrzymujemy 60 min.",
        "Podgrzewamy zacier na 72°C i utrzymujemy przez ok. 30 min.",
        "W drugim garnku zaczynamy grzać wodę do wysładzania do 78°C.",
        "Przeprowadzamy próbę jodową i decydujemy czy zacierać dalej.",
        "Podgrzewamy zacier do 78°C i przenosimy do filtracji (izolacja kadzi kocem).",
        "Czekamy ok. 30 min, aż złoże się ułoży.",
        "Wysładzamy powoli wodą ok. 76°C do uzyskania ok. 23l brzeczki.",
        "Gotujemy szklankę wody na starter drożdżowy, przykrywamy folią aluminiową i chłodzimy do ok. 20°C.",
        "Gotujemy brzeczkę przez 60 min: a) Ścieramy skórkę pomarańczy oraz grejpfruta zwracając uwagę żeby nie zetrzeć białego albedo. b) W 45 min dodajemy 25 g chmielu Citra. c) W międzyczasie dezynfekujemy fermentor i rurkę fermentacyjną. d) W 55 min wkładamy chłodnicę do brzeczki i dodajemy rozdrobnioną kolendrę oraz starte skórki cytrusów.",
        "Robimy starter drożdżowy, czyli dodajemy drożdży do przygotowanej wody.",
        "Zaczynamy chłodzenie przy minimalnym ciśnieniu wody.",
        "Pobieramy próbkę ok. 100 ml, ogrzewamy do 20°C i mierzymy BLG.",
        "Chłodzimy brzeczkę do ok. 18°C, przelewamy do fermentora (napowietrzamy) i dodajemy drożdże.",
        "Fermentujemy przez ok. 12 dni w temperaturze 18-20°C, a następnie mierzymy BLG.",
        "Jeśli BLG jest odpowiednio niskie przelewamy na cichą i zostawiamy na kolejne 5 dni.",
        "Po 3 dniach mierzymy BLG i decydujemy czy fermentować dalej.",
        "Jeśli BLG nie spada to butelkujemy.",
        "Refermentujemy glukozą w ilości 7g na każde 0,5l piwa"
        ]
}