[
  {
    "id": 1,
    "title": "Fermentory",
    "description": "Oto miejsce gdzie będzie dziać się magia! tj. drożdże zaczną pracować, zamienią cukry w alkohol i nadadzą piwu odpowiednich walorów smakowych. Obecnie posiadam pięć fermentorów plastikowych o pojemności 30l każdy. Cztery z nich posiadają pokrywki z otworem na rurkę fermentacyjną oraz mają naklejone termometry ciekłokrystaliczne. Natomiast ostatni to fermentor do zlewania i filtracji, a więc posiada na dole otwór na kranik. "
  },
  {
    "id": 2,
    "title": "Garnek emaliowany",
    "description": "Oto moja domowa warzelnia. Wielki gar o pojemności 30l, w którym zachodzi zacieranie, chmielenie, chłodzenie oraz aplikowanie przypraw i innych dodatków w zależności od warzonego stylu. Akcesorium najtańsze w swojej klasie (ok. 100 zł), jednakże wystarczające przy odrobinie wprawy. Z uwagi na szybsze uwalnianie ciepła niż np. w stalowym garze z grubym dnem wymaga nieco większej gimnastyki podczas utrzymywania temperatury na odpowiednim poziomie."
  },
  {
    "id": 3,
    "title": "Chłodnica zanurzeniowa",
    "description": "Własnoręcznie wykonany majstersztyk! Zbudowana 8m stalowej, karbowanej rury DN12. Potrafi schłodzić wrzącą brzeczkę  do 18 °C w 20-30min (w zależności od temperatury podawanej wody). Początkowo chłodzenie prowadziłem w wannie z zimną wodą, jednak z uwagi na duże zużycie wody oraz długi czas procesu (ok. 3-5h) warto było poświecić jeden dzień i zbudować własna chłodnicę. Jest niezastąpiona przy każdym ważeniu, a własnoręczne wykonanie daje dodatkową satysfakcję."
  },
  {
    "id": 4,
    "title": "Łyżka piwowarska",
    "description": "Można by pomyśleć, że to zwykły przedmiot, ale czym byłby piwowar bez łyżki piwowarskiej! W przypadku gęstego zacieru, usytuowane na łyżce otwory ułatwiają proces mieszania. Mieszadło wykonane jest z tworzywa sztucznego i posiada dużą sztywność. Na rynku spotkać można także łyżki drewniane, polecane do profesjonalnego warzenia, natomiast jest to kwestia indywidualna. Osobiście nie zauważyłem różnicy w użytkowaniu."
  },
  {
    "id": 5,
    "title": "Kapslownice",
    "description": "Odpowiedź na wiecznie zadawane pytanie „ale jak ty zamykasz te butelki?”. Obecnie posiadam dwie kapslownice: tzw. gretę oraz kapslownicę stołową. Pierwsza z nich jest wygodna z uwagi na fakt, że można od razu użyć jej na butelce o każdej wysokości. Problemem może być jednak złapanie równowagi (greta może się „ześlizgnąć”) i zazwyczaj wymaga także użycia nieco większej siły. Zostawia ona także charakterystyczne okrągłe wgniecenie na kapslu. Jednak z uwagi na cenę (ok. 35 zł) polecam na początek. Z kolei kapslownica stołowa wymaga pionowej regulacji w zależności od wysokości butelki, ale z uwagi na zastosowanie dźwigni nie wymaga dużej siły, a kapsel pozostaje gładki. Zdecydowanie polecam."
  },
  {
    "id": 6,
    "title": "Myjka do butelek",
    "description": "Jest to zwykłą szczotka, spotykana powszechnie w domach. Pomaga przygotować butelki przed butelkowaniem. Największym problemem podczas czyszczenia zdaje się być osad na dnie butelki. Zwłaszcza zaschnięty może być trudny do usunięcie, ponieważ butelka posiada wklęsłe dno, a myjka nie zawsze dociera tam gdzie byśmy sobie życzyli. W takim przypadku stosuję patent z długim pędzlem o krótkim i twardym włosiu, który idealnie nadaje się do usuwania najbardziej natarczywych nieczystości."
  },
  {
    "id": 7,
    "title": "Suszarka do butelek",
    "description": "Bardzo przydatny element wyposarzenia jeżli zamierzmay warzyć piwo w większych ilościach. Standardowa wersja posiada pięć poziomów, które potrafią pomieścić łącznie 50 butelek. Natomiast w razie potrzeby można dołączyć kolejne moduły. Butelki utrzymują sie pod odpowiednim kątem, kyóry umożliwia odpływ wody i odpowiednie wysuszenei butelki."
  },
  {
    "id": 8,
    "title": "Rurka z zaworkiem grawitacyjnym",
    "description": "Element absolutnie niezbędny podczas rozlewu. Jest to bardzo sprytne urządzenie. Wystarczy podpiąć je do kranika podczas rozlewu i podkładać butelki celem napełnienia. Końcówka rurki posiada specjalny zaworek, który wciska się w kontakcie z dnem butelki i umożliwia napływ trunku do butelki, a kiedy ta zostanie napełniona wystarczy wyciągnąć rurkę, a sprężynka w zaworku automatycznie zamknie przepływ. Narzędzi genialne w swojej prostocie!"
  },
  {
    "id": 9,
    "title": "Wężyki igielitowy",
    "description": "W przypadku warzenia piwa zarówno z ekstraktów jak i ze słodów dochodzimy do sytuacji, w których często musimy przelać brzeczkę z jednego fermentora do drugiego, aby np. przeprowadzić cichą fermentację, czy też pozbyć się osadów, a zależy nam na jak najmniejszym napowietrzeniu piwa. W takim wypadku przydaje się właśnie wężyk igielitowy, którym możemy z pomocą różnicy poziomów zassać brzeczkę z jednego fermentora do drugiego. Według wytycznych producenta nadaje się on do przepływu cieczy o zakresie temperatur 20-60 °C, jednakże w naszym przypadku raczej nie będziemy przekraczać tych wartości. "
  },
  {
    "id": 10,
    "title": "Rurki fermentacyjne",
    "description": "Mają one za zadanie odcięcie fermentora od środowiska zewnętrznego, z którego mogłyby przeniknąć zanieczyszczenia i doprowadzić do skażenia brzeczki. Jednocześnie rurka umożliwia odprowadzanie nadmiaru gazów z fermentora, które przepychane są przez zawartą w rurce ciecz, powodując charakterystyczne „bulknięcie” . Obecnie posiadam 4 rurki fermentacyjne o rozmaitych kształtach. Wszystkie spełniają swoją rolę, natomiast jedna z nich z uwagi na swoją budowę to tzw. cicha rurka fermentacyjna (pierwsza po lewej), ponieważ potrafi wytłumić odgłos uwalnianych gazów. Szczególnie polecam dla osób wrażliwych na dźwięki, którzy prowadzą fermentację np. w pobliżu sypialni."
  },
  {
    "id": 11,
    "title": "Środki dezynfekujące",
    "description": "Środki chemiczne służące do dezynfekcji sprzętu oraz butelek przed rozlewem. Zazwyczaj w postaci proszku/granulek, który należy rozpuścić w wodzie. Mają za zadanie pozbycie się drobnoustrojów z powierzchni sprzętu, które mogłyby doprowadzić do zakażenia brzeczki czy też gotowego piwa, a więc czynią daną powierzchnię sterylną. Osobiście korzystałem z dwóch znanych środków. Sławnego OXI oraz nadwęglanu sodu, który jest aktywnym składnikiem pierwszego preparatu. Oba sprawdzają się doskonale. Dotychczas nie zdarzyło mi się zepsuć piwa z ich wykorzystaniem."
  },
  {
    "id": 12,
    "title": "Wężyk filtracyjny",
    "description": "Czyli tak zwany „wężyk od kibla”, jak prześmiewają się z niego rodzimi piwowarzy. Wykonany własnoręcznie właśnie ze stalowego wężyka, który zazwyczaj doprowadza wodę do spłuczki w toalecie. Wystarczy pozbyć się gumowego wężyka, który standardowo znajduje się wewnątrz, dokręcić odpowiednia przejściówkę do kranika i gotowe. Wężyk ma za zadanie przepuszczenie klarownej brzeczki do odbiornika podczas procesu filtracji. Jest to możliwe dzięki jego specyficznej budowie tj. splecionych, cienkich, stalowych drucików, które w miejscu splotu tworzą otwór o odpowiedniej średnicy i przepuszczają brzeczkę do wewnątrz. Jest to alternatywa dla tzw. filtratora z podwójnym dnem. Osobiście polecam właśnie to rozwiązanie."
  },
  {
    "id": 13,
    "title": "Reduktor osadów",
    "description": "Bardzo mały element montowany bezpośrednio na kraniku. Umożliwia on przepływ piwa ze zmniejszoną ilością osadu. Przydatne zwłaszcza w przypadku piw pszenicznych o dużej zawartości osadu. Osobiście na wlocie reduktora stosuję w niektórych przypadkach siateczkę z pończochy, która dodatkowo zapobiega wciąganiu innych elementów (np. przypraw) i nie powoduje zatykania kranika."
  },
  {
    "id": 14,
    "title": "Moździerz",
    "description": "Narządzanie przydatne tak samo jak w kuchni. Niektóre przyprawy wymagają rozdrobnienia tuż przed użyciem. Tutaj moździerz nadaje się idealnie. Osobiście najczęściej używam go to gniecenia kolendry indyjskiej."
  },
  {
    "id": 15,
    "title": "Kranik",
    "description": "Plastikowy kranik do montowania w otworze fermentora. Niezbędny podczas filtracji, przelewania czy też butelkowania. Otwór wewnątrz pozwala na zamontowanie zarówno reduktora osadów jak i wężyka w oplocie. Standardowo posiada jedna uszczelkę, którą dociska się do fermentora. Jednak często zdarza się, że kranik cieknie, stąd też polecam od razu zamontowanie uszczelek z obu stron fermentora. Natomiast wylot kranik to idealne miejsce do zamontowania rurki z zaworkiem grawitacyjnym podczas butelkowania trunku."
  },
  {
    "id": 16,
    "title": "Areometr i cylinder miarowy",
    "description": "Nieodłączna para w wyposażeniu każdego piwowara. Zwany również po prostu balingomierzem. Służy do pomiaru gęstości cieczy z użyciem siły wyporu. Zazwyczaj wykalibrowany jest na poziom zero przy cieczy o temp. 20 °C. Podziałka zazwyczaj pokazuje wartość w kilku jednostkach. W naszym przypadku najbardziej wygodny jest pomiar w skali BLG, czyli skala Ballinga obrazująca zawartość cukru w roztworze."
  },
  {
    "id": 17,
    "title": "Jodowy wskaźnik skrobi",
    "description": "Powszechnie znany także jako płyn Lugola 1%. Służy do przeprowadzania próby jodowej, a więc do stwierdzenia czy związki zawarte w brzeczce podczas zacierania zostały całkowicie scukrzone.  Pomiar prowadzi się na białej porcelanowej powierzchni poprzez nałożenie odrobiny brzeczki i dodaniu kilku kropel płynu. Jeśli próbka zabarwi się na czerwono lub fioletowo to znaczy, że skrobia nadal jest obecna w brzeczce i należy zacierać dalej. Brak zabarwienia oznacza koniec zacierania."
  },
  {
    "id": 18,
    "title": "Termometry",
    "description": "Obecnie korzystam z 4 rodzajów termometrów. Pierwszy z nich to termometr ciekłokrystaliczny, który naklejany jest na fermentor i wskazuje temperaturę podczas fermentacji. Do tego celu używam także termometru z sondą na kablu, którą przyklejam do fermentora. Jest to szczególnie przydatne kiedy fermentor zamknięty jest w torbie izolacyjnej. Można wówczas śledzić temperaturę bez konieczności jego otwierania. Ostatnie dwa termometry używane są podczas zacierania do mierzenia temperatury brzeczki oraz wody. Termometr tradycyjny używany jest jako główny, z uwagi na szybszy pomiar w stosunku do taniego termometru elektronicznego."
  },
  {
    "id": 19,
    "title": "Torba Cool Brewing",
    "description": "Jest to torba termoizolacyjna. Komercyjna odpowiedź na własnoręcznie robione komory ze styropianu. Mieści ona fermentor i pozostawia wokół miejsce na butelki z lodem. Umożliwia to kontrolę temperatury w lecie, a także prowadzenie dolnej fermentacji. Zazwyczaj używam 4-6 butelek 1,5l za zmianą co 24h. Każda butelka pozwala mniejszych temperaturę o ok. 1-2 °C  w zależności od temperatury otoczenia i ilości brzeczki w fermentorze. Natomiast po za okresem warzenia stanowi dobre miejsce estetyczną przechowalnie całego sprzętu jaki posiadam."
  },
  {
    "id": 20,
    "title": "Kule do chmielenia",
    "description": "Z wyglądu przypominają zwykły zaparzacz do herbaty ze stali nierdzewnej i w rzeczywistości tak jest. Jednakże średnica każdej z kuli to ok 7,5cm. Służą do prowadzenia procesu chmielenia z możliwością wyciągnięcia wszystkich chmielin. Bardzo przydatne w przypadku chmielenia na zimno. Możliwość odseparowania chmielin jest bardzo istotne z uwagi na, na fakt, iż drobinki chmielu w gotowym piwie mogą powodować tzw. gashing tj. pianowy gejzer piwa po otwarciu butelki, przypominający otwarcie nagazowanego szampana. Efekt jak najbardziej niepożądany, stąd też bardzo polecam."
  },
  {
    "id": 21,
    "title": "Rajstopa",
    "description": "Rajstopa w piwowarstwie? Otóż tak! Z uwagi na swoją budowę, tj. bardzo drobną siatkę oraz elastyczność jest bardzo przydatna np. przy filtracji jak i chmieleniu. W pierwszej kolejności należy ją przygotować poprzez wielokrotne gotowanie w czystej wodzie aby pozbyć się wszelkich chemikaliów i barwników w niej zawartych. Natomiast sterylną można myć i używać wielokrotnie. Zazwyczaj nakładam ja na koniec wężyka igielitowego podczas zlewania piwa aby nie zasysać przypraw (kolendry, skórek pomarańczy itp.) i nie dopuścić do przepuszczenia dużej ilości osadów.  Można nałożyć ją także na reduktor osadów, o czym pisałem już przy jego opisie.  Kluczową rolę gra ona także w przypadku posiadania kul do chmielenia o niezbyt małej średnicy oczek. Wówczas na kulę naciągam rajstopę aby dodatkowo zatrzymać drobniejsze cząstki chmielu. "
  },
  {
    "id": 22,
    "title": "Dziennik piwowara",
    "description": "Miejsce spisywania przebiegu wszystkich zabiegów piwowarskich. Stosowany od pierwszej warki, jako iż wchodził skład zestawu. Używany do dziś. Pozwala w usystematyzowany sposób spisywać kluczowe informacje, do których można potem wrócić, co też często czynię. Wraz z powstaniem tej strony wszelkie zapiski są także publikowane w odpowiednich działach."
  }
]